Revit 2027 API
ReinforcementAbbreviationTag.AbbreviationTag Property
 The abbreviation tag value.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string AbbreviationTag { get; }
Public ReadOnly Property AbbreviationTag As String
	Get
public:
property String^ AbbreviationTag {
	String^ get ();
}
member AbbreviationTag : string with get
Property Value
String
See Also
Reference
ReinforcementAbbreviationTag Class
Autodesk.Revit.DB.Structure Namespace